Revit 2027 API
ParameterTypeId.MullionOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionOffset { get; }
Public Shared ReadOnly Property MullionOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionOffset {
	ForgeTypeId^ get ();
}
static member MullionOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace